# St7GetFaceFillStyle

Returns the display style for faces.

long St7GetFaceFillStyle(long uID, long* Style)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Style
One of fdNone, fdWireframe or fdSolid.